[
  {
    "bookId": "1",
    "bookName": "Secrets of the Silent Forest",
    "author": "Eleanor Blackwood",
    "image": "https://i.postimg.cc/d0Rj8Gmg/banner-Books.png",
    "review": "In 'Secrets of the Silent Forest', Eleanor Blackwood weaves a mesmerizing tale of intrigue and enchantment. Set in a mystical forest where ancient secrets lie dormant, the story follows the journey of a young protagonist who discovers her true destiny amidst the whispers of the trees. With vivid imagery and compelling characters, Blackwood invites readers into a world where magic and mystery collide. A captivating read from beginning to end!",
    "totalPages": 328,
    "rating": 4.5,
    "category": "Fantasy",
    "tags": ["Magic", "Adventure"],
    "publisher": "Mystic Press",
    "yearOfPublishing": 2023
  },
  {
    "bookId": "2",
    "bookName": "Echoes of Eternity",
    "author": "Maxwell Silver",
    "image": "https://i.postimg.cc/s2T3QhWJ/money.png",
    "review": "Maxwell Silver's 'Echoes of Eternity' is a thought-provoking exploration of time, space, and the human condition. Through intricate storytelling and masterful prose, Silver transports readers across galaxies and millennia, challenging perceptions of reality along the way. With themes of identity, love, and existentialism woven throughout, this sci-fi epic resonates long after the final page. A must-read for fans of mind-bending narratives!",
    "totalPages": 412,
    "rating": 4.8,
    "category": "Science Fiction",
    "tags": ["Space Opera", "Time Travel"],
    "publisher": "Galactic Books",
    "yearOfPublishing": 2022
  },
  {
    "bookId": "3",
    "bookName": "Whispers in the Wind",
    "author": "Serena Nightingale",
    "image": "https://i.postimg.cc/J7Pjr6ty/hate.png",
    "review": "Serena Nightingale's 'Whispers in the Wind' is a spellbinding romance that sweeps readers off their feet. Set against the backdrop of a windswept coastline, the story follows two souls destined to be together, yet torn apart by circumstance. With lyrical prose and palpable emotion, Nightingale crafts a tale of love, loss, and redemption that lingers in the heart long after the final chapter. A must-read for hopeless romantics!",
    "totalPages": 276,
    "rating": 4.2,
    "category": "Romance",
    "tags": ["Love", "Betrayal"],
    "publisher": "Harmony Publications",
    "yearOfPublishing": 2024
  },
  {
    "bookId": "4",
    "bookName": "The Forgotten Citadel",
    "author": "Jonathan Drake",
    "image": "https://i.postimg.cc/SKHz5RQk/schooler.png",
    "review": "Jonathan Drake's 'The Forgotten Citadel' is a sweeping adventure that transports readers to a world of ancient mysteries and untold dangers. As our intrepid heroes embark on a quest to uncover the secrets of a lost civilization, they must confront their deepest fears and overcome seemingly insurmountable obstacles. With pulse-pounding action and richly drawn characters, Drake delivers an epic tale of courage and discovery that will leave readers breathless.",
    "totalPages": 510,
    "rating": 4.6,
    "category": "Adventure",
    "tags": ["Exploration", "Ancient Ruins"],
    "publisher": "Quest Books",
    "yearOfPublishing": 2023
  },
  {
    "bookId": "5",
    "bookName": "Starsong Symphony",
    "author": "Aurora Sky",
    "image": "https://i.postimg.cc/SsbJd8Rb/Anotated.png",
    "review": "Aurora Sky's 'Starsong Symphony' is a dazzling fusion of fantasy and music that captivates from the first note to the last. With lush descriptions and a melody of vibrant characters, Sky paints a vivid picture of a world where magic and music intertwine. As our heroes embark on a quest to save their kingdom, they must harness the power of song to defeat an ancient evil. A symphony of adventure that will leave readers spellbound!",
    "totalPages": 355,
    "rating": 4.7,
    "category": "Fantasy",
    "tags": ["Music", "Magic"],
    "publisher": "Celestial Publishing",
    "yearOfPublishing": 2022
  },
  {
    "bookId": "6",
    "bookName": "Chronicles of the Celestial",
    "author": "Lunar Frost",
    "image": "https://i.postimg.cc/rFWcCp35/loving.png",
    "review": "Lunar Frost's 'Chronicles of the Celestial Kingdom' is a mesmerizing saga of celestial intrigue and epic battles. With vivid imagery and lyrical prose, Frost transports readers to a world where gods and mortals collide in a struggle for power and redemption. As prophecies unfold and destinies intertwine, readers are drawn into a captivating narrative that defies expectations. A celestial adventure not to be missed!",
    "totalPages": 389,
    "rating": 4.4,
    "category": "Fantasy",
    "tags": ["Celestial Beings", "Prophecy"],
    "publisher": "Stellar Books",
    "yearOfPublishing": 2024
  },
  {
    "bookId": "7",
    "bookName": "The Alchemist's Legacy",
    "author": "Cassandra Stone",
    "image": "https://i.postimg.cc/SRRRxpxD/lost.png",
    "review": "Cassandra Stone's 'The Alchemist's Legacy' is a magical journey of self-discovery and transformation. Set in a world where alchemy reigns supreme, the story follows a young apprentice as she unravels the mysteries of her past and embraces her true destiny. With themes of courage, friendship, and the power of belief, Stone weaves a tale that sparkles with wonder and enchantment. A timeless adventure for readers of all ages!",
    "totalPages": 293,
    "rating": 4.3,
    "category": "Fantasy",
    "tags": ["Alchemy", "Quest"],
    "publisher": "Enigma Press",
    "yearOfPublishing": 2023
  },
  {
    "bookId": "8",
    "bookName": "Beyond the Horizon",
"author": "Nathaniel Rivers",
"image": "https://i.postimg.cc/656gTpw9/cold.png",
"review": "Nathaniel Rivers' 'Beyond the Horizon' is an enthralling adventure that beckons readers to explore uncharted seas and distant shores. With evocative prose and breathtaking imagery, Rivers paints a vivid picture of a world brimming with mystery and wonder. As our intrepid crew sets sail on a perilous journey, they must navigate treacherous waters and confront their innermost fears. A thrilling odyssey that will leave readers yearning for adventure!",
"totalPages": 432,
"rating": 4.6,
"category": "Adventure",
"tags": ["Exploration", "Discovery"],
"publisher": "Horizon Books",
"yearOfPublishing": 2024
},
{
"bookId": "9",
"bookName": "The Oracle's Prophecy",
"author": "Isabella Nightshade",
"image": "https://i.postimg.cc/w3Y1fm0m/kevin.png",
"review": "Isabella Nightshade's 'The Oracle's Prophecy' is a riveting tale of prophecy and destiny that will leave readers spellbound. Set in a world where fate hangs in the balance, the story follows a young oracle as she grapples with visions of a future she cannot escape. With twists and turns at every corner, Nightshade keeps readers guessing until the very end. A prophecy that will change everything.",
"totalPages": 376,
"rating": 4.5,
"category": "Fantasy",
"tags": ["Prophecy", "Magic"],
"publisher": "Mystic Press",
"yearOfPublishing": 2022
}

]
